<?php

$kw = ''; // Keywords for SEO
$desc = ''; // Description for SEO
$title = 'Чат';
$page = 'chat';
$pageActiv = '7';


include './header.php';

?>



<main class="main">
    <div class="chat__head">
        <div class="container-fluid">
            <div class="chat__inner">
                <div class="chat__fr">
                    <a href="./balance.php" class="chat__back-btn">
                        <svg xmlns="http://www.w3.org/2000/svg" width="20" height="20" viewBox="0 0 20 20" fill="none">
                            <g clip-path="url(#clip0_1409_3113)">
                                <path d="M3.828 9.00001L9.899 2.92901L8.485 1.51501L0 10L0.707 10.707L8.485 18.485L9.899 17.071L3.828 11L20 11V9.00001H3.828Z" fill="white" />
                            </g>
                            <defs>
                                <clipPath id="clip0_1409_3113">
                                    <rect width="20" height="20" fill="white" />
                                </clipPath>
                            </defs>
                        </svg>
                    </a>
                    <div class="chat__head-content">
                        <img src="/assets/images/test-big-img.jpg" alt="">
                        <div class="chat__head-text">
                            <p>Помощь</p>
                            <span>Менеджер Нигина</span>
                        </div>
                    </div>
                </div>
                <a class="chat__tel-btn" href="tel:+998712021111">
                    <svg xmlns="http://www.w3.org/2000/svg" width="25" height="25" viewBox="0 0 27 26" fill="none">
                        <path d="M23.8419 17.3979L20.2436 16.987C19.8205 16.9373 19.3916 16.9842 18.9892 17.124C18.5868 17.2639 18.2213 17.4931 17.9203 17.7945L15.3136 20.4012C11.2919 18.3558 8.02311 15.087 5.97776 11.0654L8.59859 8.44454C9.20776 7.83537 9.50526 6.98537 9.40609 6.1212L8.99526 2.5512C8.91494 1.86012 8.58328 1.2227 8.06342 0.76032C7.54357 0.297936 6.87183 0.0428763 6.17609 0.0437032H3.72526C2.12442 0.0437032 0.792756 1.37537 0.891923 2.9762C1.64276 15.0745 11.3186 24.7362 23.4028 25.487C25.0036 25.5862 26.3353 24.2545 26.3353 22.6537V20.2029C26.3494 18.772 25.2728 17.5679 23.8419 17.3979Z" fill="white" />
                    </svg>
                </a>
            </div>
        </div>
    </div>
    <div class="container-fluid">
        <div class="chat__cont">
            <div class="chat">
                <div class="chat__left">
                    <img src="/assets/icons/manager.svg" alt="">
                    <div>
                        <p>Менеджер Нигина</p>
                        <div class="chat__cont">Здравствуйте, чем я могу помочь?
                        </div>
                    </div>
                </div>
                <div class="chat__right">
                    <div>
                        <div class="chat__cont">Здравствуйте, у меня проблема с интернетом
                            <span>17:00 </span>
                        </div>
                    </div>
                    <img src="/assets/icons/user.svg" alt="">
                </div>
                <div class="chat__left">
                    <img src="/assets/icons/manager.svg" alt="">
                    <div>
                        <p>Менеджер Нигина</p>
                        <div class="chat__cont">Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить?
                            <span>17:00 </span>
                        </div>
                    </div>
                </div>
                <div class="chat__left">
                    <img src="/assets/icons/manager.svg" alt="">
                    <div>
                        <p>Менеджер Нигина</p>
                        <div class="chat__cont">Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить?
                            <span>17:00 </span>
                        </div>
                    </div>
                </div>
                <div class="chat__left">
                    <img src="/assets/icons/manager.svg" alt="">
                    <div>
                        <p>Менеджер Нигина</p>
                        <div class="chat__cont">Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить?
                            <span>17:00 </span>
                        </div>
                    </div>
                </div>
                <div class="chat__left">
                    <img src="/assets/icons/manager.svg" alt="">
                    <div>
                        <p>Менеджер Нигина</p>
                        <div class="chat__cont">Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить?
                            <span>17:00 </span>
                        </div>
                    </div>
                </div>
                <div class="chat__left">
                    <img src="/assets/icons/manager.svg" alt="">
                    <div>
                        <p>Менеджер Нигина</p>
                        <div class="chat__cont">Можете, пожалуйста перезагрузить Wi - Fi роутер? роутер? утер? А затем проверить настройки и еще раз его перезагрузить?
                            <span>17:00 </span>
                        </div>
                    </div>
                </div>
                <div class="chat__left">
                    <img src="/assets/icons/manager.svg" alt="">
                    <div>
                        <p>Менеджер Нигина</p>
                        <div class="chat__cont">Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить? Можете, пожалуйста перезагрузить Wi - Fi роутер? А затем проверить настройки и еще раз его перезагрузить?
                            <span>17:00 </span>
                        </div>
                    </div>
                </div>
            </div>
            <div class="chat__text-cont">
                <textarea name="" placeholder="Введите сообщение..." id="" cols="30" rows="1"></textarea>
                <button>
                    <svg>
                        <use xlink:href="/assets/icons/sprite.svg#send"></use>
                    </svg>
                </button>
            </div>
        </div>
    </div>
</main>

<?php include './footer.php'; ?>